Repository: pm51502/tumblr-app-flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: hr

# postsListScreenTitle
source: Posts List
hr: Lista Objava

# fetchedPostsCount
source: Fetched posts: {posts_count}
hr: Dohvaćene objave: {posts_count}

# localPostsLoadingError
source: An error occurred while fetching the local posts.
hr: Dogodila se pogreška prilikom dohvaćanja lokalnih objava.

# apiPostsLoadingError
source: An error occurred while fetching the api posts.
hr: Dogodila se pogreška prilikom dohvaćanja API objava.

source: Post deleted
hr: Objava obrisana

source: Post restored
hr: Objava obnovljena

source: undo
hr: poništi

# postDetailsScreenTitle
source: Post Details
hr: Detalji Objave

# postIndex
source: Post index: {index}
hr: Indeks objave: {index}

# urlLaunchError
source: Could not launch {url}
hr: Nije moguće otvoriti {url}

# favoritePostsScreenTitle
source: Favorite Posts
hr: Omiljene Objave

# noFavoritePostsPlaceholder
source: Currently you have no favorite posts
hr: Trenutno nemate omiljenih objava

source: Retry
hr: Ponovno pokušaj

# removedFromFavorites
source: Post removed from favorites
hr: Objava uklonjena iz omiljenih

# addedToFavorites
source: Post added to favorites
hr: Objava dodana u omiljene
